/*===================================================
 tab-pagination.js
 タブ内ページネーション
================================================== */
/* --------------------------------------------------
  Blog 小カテゴリー内ページネーション
-------------------------------------------------- */
$(document).ready(function() 
{
    $(".tab__list").tabpager({
        items: 6,
        contents: 'tab__area',
        //time: 300,
        previous: '&laquo;前へ',
        next: '次へ&raquo;',
        start: 1,
        position: 'bottom',
        //scroll: true
    });
});
